Repository: szautkin/canfar-macos
Catalog: Verbinal/Resources/Localizable.xcstrings
Source language: en
Languages: fr

source: Explore & organize
fr: Explorer et organiser

source: Explore 3D spectral cubes
fr: Explorez les cubes spectraux 3D

source: Explore on my own
fr: Explorer par moi-même

source: Explore the CADC archive
fr: Explorer l'archive du CADC

source: Explore the CADC archive — query observations and refine with constraints.
fr: Explorez l'archive du CADC — interrogez les observations et affinez avec des contraintes.

source: Explore the CADC archive and organize your downloaded observations.
fr: Explorez l'archive du CADC et organisez vos observations téléchargées.

source: Export
fr: Exporter

source: Export All…
fr: Tout exporter…

source: Export as JSON Lines…
fr: Exporter en JSON Lines…

source: Export as Text…
fr: Exporter en texte…

source: Export Bundle
fr: Paquet d'exportation

source: Export complete
fr: Exportation terminée

source: Export Complete
fr: Exportation terminée

source: Export Data
fr: Exporter les données

source: Export failed
fr: Échec de l'exportation

source: Export failed (HTTP %@).
fr: Échec de l'exportation (HTTP %@).

source: Export failed (HTTP %lld).
fr: Échec de l'exportation (HTTP %lld).

source: Export failed: %@
fr: Échec de l'exportation : %@

source: Export Figure
fr: Exporter la figure

source: Export Figure Around Mark…
fr: Exporter une figure autour de la marque…

source: Export Figure…
fr: Exporter une figure…

source: Export Here
fr: Exporter ici

source: Export Marks as DS9 Regions…
fr: Exporter les marques en régions DS9…

source: Export Marks as JSON…
fr: Exporter les marques en JSON…

source: Export observations and notes
fr: Exporter les observations et les notes

source: Export observations and notes to a Claude-friendly bundle
fr: Exporter les observations et les notes dans un paquet adapté à Claude

source: Export Research
fr: Exporter la recherche

source: Export Search
fr: Exporter les recherches

source: Export…
fr: Exporter…

source: Exported %@
fr: Exporté %@

source: Exported %lld session logs to %@.
fr: %lld journaux de session exportés vers %@.

source: Exporting…
fr: Exportation…

source: Exposure
fr: Exposition

source: Extend this session's lifetime
fr: Prolonger la durée de vie de cette session

source: failed
fr: échouées

source: Failed
fr: Échec

source: Failed to load
fr: Échec du chargement

source: Failed to load: %@
fr: Échec du chargement : %@

source: Failed to save: %@
fr: Échec de l'enregistrement : %@

source: failed, no reason given
fr: échec, sans raison donnée

source: Failures
fr: Échecs

source: Fair
fr: Moyenne

source: Favorites
fr: Favoris

source: Features…
fr: Fonctionnalités…

source: Fetch this observation's file from CADC
fr: Récupérer le fichier de cette observation depuis le CADC

source: Field of view
fr: Champ de vue

source: File
fr: Fichier

source: File browser
fr: Navigateur de fichiers

source: File Info
fr: Infos du fichier

source: Files
fr: Fichiers

source: Filter
fr: Filtrer

source: Filter columns
fr: Filtrer les colonnes

source: Filter downloads
fr: Filtrer les téléchargements

source: Filter images by name / tag…
fr: Filtrer les images par nom / étiquette…

source: Filter keywords…
fr: Filtrer les mots-clés…

source: Filter marks…
fr: Filtrer les marques…

source: Filter packages, OS, …
fr: Filtrer les paquets, le SE, …

source: Filter tools…
fr: Filtrer les outils…

source: Filter...
fr: Filtrer…

source: Filter…
fr: Filtrer…

source: Find in Registry
fr: Chercher dans le registre

source: Find in Registry…
fr: Chercher dans le registre…

source: Fit
fr: Ajuster

source: Fit to Window
fr: Ajuster à la fenêtre

source: FITS image
fr: Image FITS

source: FITS Viewer
fr: Visionneuse FITS

source: FITS Viewer (2D)
fr: Visionneuse FITS (2D)

source: Fix the problems listed under the query first
fr: Corrigez d’abord les problèmes listés sous la requête

source: Fixed
fr: Fixe

source: Flip X
fr: Retourner X

source: Flip Y
fr: Retourner Y

source: Folder
fr: Dossier

source: Folder delete stopped after %lld items (safety limit of %lld). Retry to continue from “%@”.
fr: Suppression du dossier arrêtée après %lld éléments (limite de sécurité de %lld). Réessayez pour continuer à partir de « %@ ».

source: Folder is not empty: %@. Try deleting again to remove contents first.
fr: Le dossier n’est pas vide : %@. Réessayez pour supprimer d’abord le contenu.

source: Folder name
fr: Nom du dossier

source: Follow agent activity
fr: Suivre l'activité de l'agent

source: Follow reusable research protocols
fr: Suivez des protocoles de recherche réutilisables

source: Font
fr: Police

source: Footprint
fr: Empreinte

source: Forgot password?
fr: Mot de passe oublié ?

source: Found for “%@”
fr: Trouvées pour « %@ »

source: Full Query (server)
fr: Requête complète (serveur)

source: Full Range
fr: Plage complète

source: GB
fr: Go

source: General
fr: Général

source: Generate a new session name
fr: Générer un nouveau nom de session

source: Generate from Form
fr: Générer depuis le formulaire

source: Generated: %@
fr: Généré : %@

source: Get archive details for Research records
fr: Obtenir les détails d'archive des fiches Research

source: Getting archive details — %lld of %lld
fr: Obtention des détails d'archive — %1$lld sur %2$lld

source: Go
fr: Aller

source: Go back
fr: Retour

source: Go Back
fr: Retour

source: Go To
fr: Aller à

source: Go To (degrees)
fr: Aller à (degrés)

source: Go to parent folder
fr: Aller au dossier parent

source: Go up one folder
fr: Monter d'un dossier

source: Good
fr: Bonne

source: GPUs
fr: GPU

source: GPUs:
fr: GPU :

source: Grant Access
fr: Autoriser l’accès

source: Grant Access…
fr: Autoriser l’accès…

source: Grayscale
fr: Niveaux de gris

source: Harbor CLI secret
fr: Secret CLI Harbor

source: Harbor rejected these credentials. Common cause: you entered your CADC password instead of the Harbor CLI secret (copy it from your Harbor user profile).
fr: Harbor a rejeté ces identifiants. Cause fréquente : vous avez saisi votre mot de passe CADC au lieu du secret CLI Harbor (copiez-le depuis votre profil Harbor).

source: has overrides
fr: comporte des remplacements

source: Hashes and outcomes only — call arguments are never logged.
fr: Empreintes et résultats uniquement — les arguments d'appel ne sont jamais journalisés.

source: HDUs
fr: HDU

source: Header
fr: En-tête

source: Headless job launched (id=%@)
fr: Tâche sans interface lancée (id=%@)

source: Height (′)
fr: Hauteur (′)

source: Help
fr: Aide

source: Helper self-test
fr: Autotest de l’utilitaire

source: Hide
fr: Masquer

source: Hide All
fr: Tout masquer

source: Hide file browser
fr: Masquer le navigateur de fichiers

source: Hide password
fr: Masquer le mot de passe

source: High
fr: Élevé

source: Hints
fr: Indications

source: History
fr: Historique

source: History (%@)
fr: Historique (%@)

source: History (%lld)
fr: Historique (%lld)

source: Home
fr: Accueil

source: Home Directory
fr: Dossier personnel

source: How the assistant presents itself
fr: Comment l’assistant se présente

source: I have read and agree to the Terms of Use, including the disclaimer of warranties and the limitation of liability (including for data loss).
fr: J’ai lu et j’accepte les conditions d’utilisation, y compris l’exclusion de garanties et la limitation de responsabilité (notamment en cas de perte de données).

source: Identity
fr: Identité

source: Idle
fr: Au repos

source: Idle auto-orbit
fr: Orbite automatique au repos

source: Image Cache
fr: Cache des images

source: Image Content Discovery
fr: Découverte de contenu d'image

source: Image Content Manifest
fr: Manifeste du contenu d'image

source: Image Discovery
fr: Découverte d'images

source: Image Discovery Cache
fr: Cache de découverte d'images

source: Image Discovery…
fr: Découverte d'images…

source: Image Info
fr: Informations sur l’image

source: Image inspection
fr: Inspection d'image

source: Image inspection — %@
fr: Inspection d'image — %@

source: Image URL
fr: URL de l'image

source: Images cached %@
fr: Images mises en cache %@

source: Images the platform's catalogue does not list — a colleague's build, a tag not yet picked up. Uses the registry and credentials of Settings ▸ Image Discovery.
fr: Des images que le catalogue de la plateforme ne liste pas — la construction d'un collègue, une étiquette pas encore reprise. Utilise le registre et les identifiants de Réglages ▸ Découverte d'images.

source: In Research
fr: Dans Recherche

source: In your images
fr: Dans vos images

source: Include downloaded files
fr: Inclure les fichiers téléchargés

source: Include file copies
fr: Inclure une copie des fichiers

source: Include Notes
fr: Inclure les notes

source: Include Search History
fr: Inclure l'historique de recherche

source: Inputs
fr: Entrées

source: Inspect %@
fr: Inspecter %@

source: Inspect %@ packages
fr: Inspecter les paquets de %@

source: Inspect this image's installed packages
fr: Inspecter les paquets installés de cette image

source: Inspector image
fr: Image d'inspection

source: Inspector Image
fr: Image d'inspection

# Instances: %@ total (%@ sessions, %@ desktop, %@ headless)
source: Instances: %1$@ total (%2$@ sessions, %3$@ desktop, %4$@ headless)
fr: Instances : %@ au total (%@ sessions, %@ bureau, %@ sans interface)

source: Instances: %lld total (%lld sessions, %lld desktop, %lld headless)
fr: Instances : %1$lld au total (%2$lld sessions, %3$lld bureau, %4$lld sans tête)

source: Instructions — returned when the agent calls this tool
fr: Instructions — renvoyées lorsque l'agent appelle cet outil

source: Instructions for this session
fr: Instructions pour cette session

source: Integration Time
fr: Temps d'intégration

source: Intent
fr: Intention

source: Intent: %@
fr: Intention : %@

source: interactive computing sessions on the CANFAR platform.
fr: les sessions de calcul interactif sur la plate-forme CANFAR.

source: Invalid credentials
fr: Identifiants invalides

source: Invalid server response
fr: Réponse du serveur invalide

source: Invalid server response.
fr: Réponse du serveur invalide.

source: Invalid URL: %@
fr: URL invalide : %@

source: Invalid username or password.
fr: Nom d'utilisateur ou mot de passe invalide.

source: Inverted
fr: Inversée

source: It has no wavelength and flux columns. Its columns: %@
fr: Elle n'a pas de colonnes de longueur d'onde et de flux. Ses colonnes : %@

source: It never reached the session — see the message above.
fr: Il n'a jamais atteint la session — voir le message ci-dessus.

source: It runs as you, on your session — the same way run_code runs your assistant's code.
fr: Il s'exécute en votre nom, sur votre session — comme run_code exécute le code de votre assistant.

source: IVOA Registry
fr: Registre IVOA

source: Job %@
fr: Tâche %@

source: Job details
fr: Détails de la tâche

source: Job Name
fr: Nom de la tâche

source: Job name is required
fr: Le nom de la tâche est obligatoire

source: Jobs
fr: Tâches

source: Jobs & History…
fr: Tâches et historique…

source: Journal light
fr: Journal clair

source: just now
fr: à l'instant

source: Keep editing
fr: Continuer à modifier

source: Keep the label
fr: Garder le libellé

source: Keep this observation in Research without downloading its file — for notes, and to download later
fr: Garder cette observation dans Recherche sans télécharger son fichier — pour les notes, et pour la télécharger plus tard

source: Kept on this Mac after CANFAR removes the job.
fr: Conservé sur ce Mac après le retrait de la tâche par CANFAR.

source: Keys
fr: Clés

source: Keywords
fr: Mots-clés

source: Kind
fr: Type

source: Label
fr: Libellé

source: Label (optional)
fr: Libellé (facultatif)

source: Label size
fr: Taille du libellé

source: Landing
fr: Accueil

source: Language
fr: Langue

source: Last attempt %@
fr: Dernière tentative %@

source: Last updated: %@
fr: Dernière mise à jour : %@

source: Launch (Custom Image)
fr: Lancer (image personnalisée)

source: Launch %@ %@
fr: Lancer %1$@ %2$@

source: Launch %lld Replicas
fr: Lancer %lld répliques

source: Launch a session from the Launch tab
fr: Lancez une session depuis l'onglet Lancement

source: Launch a session from the sidebar
fr: Lancer une session depuis la barre latérale

source: Launch batch job %@
fr: Lancer la tâche par lots %@

source: Launch failed
fr: Échec du lancement

source: Launch Failed
fr: Échec du lancement

source: Launch Job
fr: Lancer la tâche

source: Launch Session
fr: Lancer la session

source: Launches the bundled canfar-mcp exactly as Claude Desktop would and confirms it can initialize. Requires the server to be running. If the helper can't initialize its sandbox container, this is where you'll see it.
fr: Lance l’utilitaire canfar-mcp intégré exactement comme le ferait Claude Desktop et confirme qu’il peut s’initialiser. Nécessite que le serveur soit en cours d’exécution. Si l’utilitaire ne parvient pas à initialiser son conteneur de bac à sable, c’est ici que vous le verrez.

source: Launching headless job…
fr: Lancement de la tâche sans interface…

source: Launching session…
fr: Lancement de la session…

source: Let Claude drive Verbinal — search the archive, manage sessions, and more.
fr: Laissez Claude piloter Verbinal — interroger l'archive, gérer les sessions, et plus encore.

source: Let the agent run code on a contributed session via the run_code tool. Configure the compute image in Settings. macOS only.
fr: Laissez l'agent exécuter du code sur une session contribuée via l'outil run_code. Configurez l'image de calcul dans les réglages. macOS seulement.

source: License
fr: Licence

source: Linear
fr: Linéaire

source: Link Crosshair
fr: Lier le réticule

source: Linked position outside image
fr: Position liée hors image

source: Linked zoom clamped — images have very different pixel scales
fr: Zoom lié ajusté — les images ont des échelles de pixels très différentes

source: Listening
fr: À l'écoute

source: Load
fr: Charger

source: Load Query
fr: Charger la requête

source: Loading
fr: Chargement

source: Loading data train...
fr: Chargement du data train…

source: Loading data train…
fr: Chargement du data train…

source: Loading events…
fr: Chargement des événements…

source: Loading FITS
fr: Chargement FITS

source: Loading FITS...
fr: Chargement FITS…

source: Loading FITS…
fr: Chargement FITS…

source: Loading images...
fr: Chargement des images…

source: Loading logs…
fr: Chargement des journaux…

source: Loading observation detail…
fr: Chargement des détails de l'observation…

source: Loading preview...
fr: Chargement de l'aperçu…

source: Loading preview…
fr: Chargement de l'aperçu…

source: Loading...
fr: Chargement…

source: Loading…
fr: Chargement…

source: Locked
fr: Verrouillé

source: Log In
fr: Se connecter

source: Log In to CANFAR
fr: Se connecter à CANFAR

source: Log in to manage Portal defaults.
fr: Connectez-vous pour gérer les valeurs par défaut du Portail.

source: Logged out
fr: Déconnecté

source: Login
fr: Se connecter

source: Login Required
fr: Connexion requise

source: Login to CANFAR
fr: Se connecter au CANFAR

source: Logout
fr: Déconnexion

source: Logs
fr: Journaux

source: Longest (nm)
fr: Plus longue (nm)

source: Low
fr: Faible

source: macOS applies app-language overrides at launch. Changing this setting writes the preference; the next launch picks it up.
fr: macOS applique les préférences de langue d'une app au lancement. Ce réglage enregistre votre choix ; le prochain lancement l'appliquera.

source: Made %@ private
fr: %@ est maintenant privé

source: Mag limit
fr: Magnitude limite

source: Make %@ private
fr: Rendre %@ privé

source: Make All Private
fr: Tout rendre privé

source: Make Private
fr: Rendre privé

source: Manage sessions & data
fr: Gérer les sessions et les données

source: Mark colour
fr: Couleur de la marque

source: Mark label
fr: Libellé de la marque

source: Marks
fr: Marques

source: Match angular extent across tabs
fr: Adapter l'étendue angulaire entre les onglets

source: Max Intensity
fr: Intensité maximale

source: Max wavelength
fr: Longueur d'onde max

source: MCP Clients
fr: Clients MCP

source: MCP Server
fr: Serveur MCP

source: MCP Server Self-Test
fr: Autotest du serveur MCP

source: MCP-compatible AI clients (Claude Desktop, Claude Code) can drive Verbinal, which runs as a local MCP server. macOS only.
fr: Les clients IA compatibles MCP (Claude Desktop, Claude Code) peuvent piloter Verbinal, qui fonctionne comme serveur MCP local. macOS seulement.

source: Median
fr: Médiane

source: Metadata
fr: Métadonnées

source: Metal shader library unavailable on this GPU.
fr: Bibliothèque de shaders Metal indisponible sur ce GPU.

source: Min wavelength
fr: Longueur d'onde min

source: Missing
fr: Manquant

source: Modified
fr: Modifié

source: More Inspection…
fr: Plus d'inspection…

source: Move
fr: Déplacer

source: Moving
fr: Mobile

source: My Guides
fr: Mes guides

source: Name
fr: Nom

# Narrow search to %@ = %@
source: Narrow search to %1$@ = %2$@
fr: Restreindre la recherche à %@ = %@

source: Narrow Search to %@ = %@
fr: Restreindre la recherche à %1$@ = %2$@

source: Navigate to parent folder
fr: Aller au dossier parent

source: Network error
fr: Erreur réseau

source: Network Error: %@
fr: Erreur réseau : %@

source: Never
fr: Jamais

source: New
fr: Nouveau

source: New folder
fr: Nouveau dossier

source: New Folder
fr: Nouveau dossier

source: New folder %@
fr: Nouveau dossier %@

source: New Guide
fr: Nouveau guide

source: New Guide Tool
fr: Nouvel outil guide

source: New session name
fr: Nouveau nom de session

source: New tab
fr: Nouvel onglet

source: New tab (⌘T)
fr: Nouvel onglet (⌘T)

source: New tag…
fr: Nouvelle étiquette…

source: Next
fr: Suivant

source: Next channel
fr: Canal suivant

source: Next channel (→)
fr: Canal suivant (→)

source: Next page
fr: Page suivante

source: No
fr: Non

source: No active sessions
fr: Aucune session active

source: No Active Sessions
fr: Aucune session active

source: No agent activity yet.
fr: Aucune activité d'agent pour le moment.

source: No agent calls yet.
fr: Aucun appel d'agent pour le moment.

source: No artifacts published for this observation.
fr: Aucun artéfact publié pour cette observation.

source: No batch jobs
fr: Aucune tâche en lot

source: No bookmarks
fr: Aucun signet

source: No cache on disk
fr: Aucun cache sur le disque

source: No cached images yet
fr: Aucune image en cache pour le moment

source: No cached images yet — open the Portal tab once to populate these options.
fr: Aucune image en cache — ouvrez l'onglet Portail une fois pour remplir ces options.

source: No completed jobs
fr: Aucune tâche terminée

source: No compute image is set — choose one in Settings ▸ AI Compute.
fr: Aucune image de calcul — choisissez-en une dans Réglages ▸ Calcul IA.

source: No default
fr: Aucune valeur par défaut

source: No description
fr: Aucune description

source: no desktop app %@ in session %@ — list_sessions lists each desktop's apps
fr: aucune application de bureau %@ dans la session %@ — list_sessions liste les applications de chaque bureau

source: No downloads yet
fr: Aucun téléchargement pour le moment

source: No events available
fr: Aucun événement disponible

source: No export URL available for this query.
fr: Aucune URL d'exportation disponible pour cette requête.

source: No failed jobs
fr: Aucune tâche échouée

source: No files
fr: Aucun fichier

source: No filters
fr: Aucun filtre

source: No FITS file open
fr: Aucun fichier FITS ouvert

source: No guides yet. Add one to teach the agent a workflow, a naming convention, or a project rule.
fr: Aucun guide pour l'instant. Ajoutez-en un pour enseigner à l'agent un flux de travail, une convention de nommage ou une règle de projet.

source: No header cards
fr: Aucune carte d'en-tête

source: No headless images available for this account. Contact CADC support if you expect to see batch images here.
fr: Aucune image sans interface disponible pour ce compte. Contactez le soutien du CADC si vous vous attendiez à voir des images de traitement par lots ici.

source: No image selected
fr: Aucune image sélectionnée

source: No image with the current filters has this value
fr: Aucune image avec les filtres actuels n'a cette valeur

source: No images added yet. Find in Registry… adds one the catalogue does not list.
fr: Aucune image ajoutée. « Chercher dans le registre… » en ajoute une que le catalogue ne liste pas.

source: No images match the current filters
fr: Aucune image ne correspond aux filtres actuels

source: No logs available
fr: Aucun journal disponible

source: No mark matches.
fr: Aucune marque ne correspond.

source: No matches
fr: Aucun résultat

source: No Metal GPU available for volume rendering. Use slice mode instead.
fr: Aucun GPU Metal disponible pour le rendu volumique. Utilisez plutôt le mode coupe.

source: No pending jobs
fr: Aucune tâche en attente

source: No pending proposals.
fr: Aucune proposition en attente.

source: No plane coverage data.
fr: Aucune donnée de couverture de plan.

source: No precise WCS in %@ — sync may be imprecise
fr: Pas de WCS précis dans %@ — la synchronisation peut être imprécise

source: No preview available
fr: Aucun aperçu disponible

source: No provenance data.
fr: Aucune donnée de provenance.

source: No publisher ID for this row.
fr: Aucun ID d'éditeur pour cette ligne.

source: No reason given
fr: Aucune raison donnée

source: No recent launches
fr: Aucun lancement récent

source: No recent searches
fr: Aucune recherche récente

source: No registry host is set — see Settings ▸ Image Discovery.
fr: Aucun hôte de registre n'est défini — voir Réglages ▸ Découverte d'images.

source: no result
fr: aucun résultat

source: No result came back
fr: Aucun résultat n'est revenu

source: No results
fr: Aucun résultat

source: No Results
fr: Aucun résultat

source: No rows to export.
fr: Aucune ligne à exporter.

source: No running jobs
fr: Aucune tâche en cours

source: No saved queries
fr: Aucune requête enregistrée

source: No session logs yet
fr: Aucun journal de session pour le moment

source: No session type — launch it from the Advanced tab
fr: Aucun type de session — lancez-la depuis l'onglet Avancé

source: No shared sky with %@
fr: Aucun ciel en commun avec %@

source: NO SIGNAL
fr: AUCUN SIGNAL

source: No spectrum in this table
fr: Aucun spectre dans cette table

source: No storage data yet
fr: Aucune donnée de stockage pour l'instant

source: no such session %@ — the platform lists none by that id
fr: aucune session %@ — la plateforme n'en liste aucune sous cet identifiant

source: no table "%@" in this service
fr: aucune table « %@ » dans ce service

source: No Tools Yet
fr: Aucun outil pour l'instant

source: No visible columns to export.
fr: Aucune colonne visible à exporter.

source: No WCS — unaligned
fr: Pas de WCS — non aligné

source: None
fr: Aucun

source: None detected
fr: Aucune détectée

source: None of the observation's other files can be cut with this one: a cut on this computer takes those beside the file, on the same pixels.
fr: Aucun des autres fichiers de l'observation ne peut être découpé avec celui-ci : une découpe sur cet ordinateur prend ceux à côté du fichier, sur les mêmes pixels.

source: None ticked: every image the region falls on
fr: Aucune cochée : toutes les images où tombe la région

source: None yet — images you add appear here, in the images card and on the launch form.
fr: Aucune pour l'instant — les images ajoutées apparaissent ici, dans la carte des images et dans le formulaire de lancement.

source: North Up
fr: Nord en haut

source: Not downloaded
fr: Non téléchargé

source: Not found: %@
fr: Introuvable : %@

source: Not resolved yet — using configured values.
fr: Pas encore résolu — utilisation des valeurs configurées.

source: not sent
fr: non envoyé
